jh632/music_box/music_box/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.3.4 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_PERIPH_CTRL_FUNC_IN_IRAM=y
CONFIG_LWIP_DHCP_OPTIONS_LEN=69
CONFIG_MBEDTLS_GCM_SUPPORT_NON_AES_CIPHER=n
CONFIG_U8G2_DISPLAY_DRIVER_SSD1306=y
